Repository: luisbocanegra/plasma-smart-video-wallpaper-reborn
Catalog: package/translate/*.po
Languages: el_gr

source: Wallpaper plugin to play videos on your desktop
el_gr: Πρόσθετο ταπετσαρίας για αναπαραγωγή βίντεο στην επιφάνεια εργασίας σας

source: Version:
el_gr: Έκδοση:

source: Maximized or full-screen windows
el_gr: Μεγιστοποιημένα ή παράθυρα πλήρους οθόνης

source: Active window is present
el_gr: Το ενεργό παράθυρο είναι παρόν

source: At least one window is shown
el_gr: Δείχνεται τουλάχιστον ένα παράθυρο

source: Videos
el_gr: Βίντεο

source: Playback
el_gr: Αναπαραγωγή

source: Desktop Effects
el_gr: Εφέ Επιφάνειας Εργασίας

source: Add new videos
el_gr: Προσθήκη νέων βίντεο

source: Hide videos list
el_gr: Απόκρυψη λίστας βίντεο

source: Show videos list
el_gr: Εμφάνιση λίστας βίντεο

source: Warning! Please read before applying (click to show)
el_gr: Προειδοποίηση! Παρακαλώ διαβάστε πριν από την εφαρμογή (κάντε κλικ για να δείτε)

source: Videos are loaded in RAM, bigger files will use more system resources!
el_gr: Τα βίντεο φορτώνονται στη RAM, μεγαλύτερα αρχεία θα χρησιμοποιούν περισσότερους πόρους συστήματος

source: Crashes/Black screen? Try changing the Qt Media Backend to gstreamer.<br>To recover from crash remove the videos from the configuration using this command below in terminal/tty then reboot:<br><strong><code>sed -i 's/^VideoUrls=.*$/VideoUrls=/g' $HOME/.config/plasma-org.kde.plasma.desktop-appletsrc $HOME/.config/kscreenlockerrc</code></strong>
el_gr: Ανατροπές/Μαύρη οθόνη; Δοκιμάστε να αλλάξετε το Qt Media Backend σε gstreamer.<br>Για να ανακάμψετε από την πτώση, αφαιρέστε τα βίντεο από τη διαμόρφωση χρησιμοποιώντας αυτήν την εντολή παρακάτω στο τερματικό/tty και, στη συνέχεια, επανεκκινήστε:<br><strong><code>sed -i 's/^VideoUrls=.*$/VideoUrls=/g' $HOME/.config/plasma-org.kde.plasma.desktop-appletsrc $HOME/.config/kscreenlockerrc</code></strong>

source: Qt Media backend instructions
el_gr: Οδηγίες για το Qt Media Backend

source: Make sure to enable Hardware video acceleration in your system to reduce CPU/GPU usage when videos are playing.
el_gr: Βεβαιωθείτε ότι έχετε ενεργοποιήσει την επιτάχυνση βίντεο υλικού στο σύστημά σας για να μειώσετε τη χρήση CPU/GPU όταν αναπαράγονται τα βίντεο.

source: Learn how
el_gr: Μάθετε πώς

source: Fill mode:
el_gr: Λειτουργία πλήρωσης:

source: Stretch
el_gr: Τέντωμα

source: Keep Proportions
el_gr: Διατήρηση αναλογιών

source: Scaled and Cropped
el_gr: Κλιμακωτό και περικομμένο

source: Background:
el_gr: Φόντο:

source: Select Background Color
el_gr: Επιλέξτε Χρώμα Φόντου

source: Play in random order:
el_gr: Αναπαραγωγή σε τυχαία σειρά:

source: Playback speed:
el_gr: Ταχύτητα αναπαραγωγής:

source: Reset to default
el_gr: Επαναφορά στην προεπιλογή

source: Duration:
el_gr: Διάρκεια:

source: Adds a smooth transition between videos. <strong>Uses additional Memory and may cause playback isues when enabled.</strong>
el_gr: Προσθέτει μια ομαλή μετάβαση μεταξύ των βίντεο. <strong>Χρησιμοποιεί επιπλέον μνήμη και μπορεί να προκαλέσει προβλήματα αναπαραγωγής όταν είναι ενεργοποιημένο.</strong>

source: Pause video:
el_gr: Παύση βίντεο:

source: Never
el_gr: Ποτέ

source: Always
el_gr: Πάντα

source: Mute audio:
el_gr: Σίγαση ήχου:

source: Volume:
el_gr: Ένταση ήχου:

source: Video is paused
el_gr: Το βίντεο είναι παγωμένο

source: Blur video:
el_gr: Θόλωμα βίντεο:

source: Quality of the blur is reduced if value exceeds 64. Higher values may cause the blur to stop working!
el_gr: Η ποιότητα του θολώματος μειώνεται εάν η τιμή ξεπεράσει το 64. Υψηλότερες τιμές ενδέχεται να προκαλέσουν την αδυναμία λειτουργίας του θολώματος!

source: Animation duration:
el_gr: Διάρκεια της κίνησης:

source: On battery below:
el_gr: Όταν η μπαταρία είναι κάτω από:

source: Pause video
el_gr: Παύση βίντεο

source: Disable blur
el_gr: Απενεργοποίηση θολώματος

source: Screen Off pauses video:
el_gr: Απενεργοποίηση οθόνης παύει το βίντεο:

source: Requires setting up command below!
el_gr: Απαιτεί ρύθμιση της εντολής παρακάτω!

source: Screen state command:
el_gr: Εντολή κατάστασης οθόνης:

source: The command/script must return 0 (zero) when the screen is Off.
el_gr: Η εντολή/σενάριο πρέπει να επιστρέφει 0 (μηδέν) όταν η οθόνη είναι απενεργοποιημένη.

source: Enable debug:
el_gr: Ενεργοποίηση αποσφαλμάτωσης:

source: Print debug messages to the system log
el_gr: Εκτύπωση μηνυμάτων αποσφαλμάτωσης στο αρχείο καταγραφής του συστήματος

source: Comma separated list of effects (e.g. overview,cube). To get the currently enabled effects run:
el_gr: Λίστα εφέ διαχωρισμένα με κόμμα (π.χ. επισκόπηση, κύβος). Για να δείτε τα ενεργοποιημένα εφέ, εκτελέστε:

source: Play in:
el_gr: Αναπαραγωγή σε:

source: Pause in:
el_gr: Παύση σε:

source: Show blur in:
el_gr: Εμφάνιση θολώματος σε:

source: Hide blur in:
el_gr: Απόκρυψη θολώματος σε:

source: Pick a video file
el_gr: Επιλέξτε αρχείο βίντεο

source: Video files
el_gr: Αρχεία βίντεο

source: All files
el_gr: Όλα τα αρχεία

source: No video source
el_gr: Χωρίς πηγή βίντεο
